[General]
Translator, "Gio Koutsi, john-mantas, Muerte, smirlianos, Stratos Palaiologos, Tasos Sahanidis, westor"
LangVersion, "6.3.0.0"
LangKeysTotal, "739"
LangKeysComplete, "617"
GeneratedDateTimeUTC, "Dec 18, 2019 19:34 (UTC)"
GenerationTimeMS, "31"


[Icon]
R0lGODlhEAAMAPcAAN/k7NHZ5WeNxt/i6d7k609hg1FhgVh7uNnf5uDn7ztXfU1gg16PzDlTfyp9
0F+JxLrI3brK3UpliODm7ltphqi+22iSyH2t3d3g6DN+zt7j616Rz5q22eDm7S1vpCJakElojYOd
xyFVjWF+uCdspCFgsbzI3JOny2eGvzZ6rhpgtmiJwn6WwjqN2n2Zx5mlvDJ1qmh1jRRMoUBXfuDn
8l9/unWm2yJuxIaZudjd5ZSlwFeCv93h52qGvjaG1GqIv0CU4iVglShpu8PS5ZalvOnr79rf52eL
w1RxjtTb5nSf0dPc5w1KoxRVrd3i6b/N4W+e1Hek1b7M31J6uS6G2GeEvOLl6UlpkUek72mSy4+o
ymyaz9je5jlVgkJ4o2uXzN7i50pjh1JhgxE8dcrT5F+Hwn2m093i611ogl+Lxt/j6t/i6sjT4mSO
xL3K36a82x1QiEhYf5arzTWB0KGswx1mvEOb6dHa5iZ2ymWEvODk65KgvMzY5GiIwBpKg9ve4V+A
u2mOwhtVq8DQ4xJQp2eOyNji7GeCutrg6yhlmhdasWGW1Ziuzklki0xhhEtihxM+eMLP3xVCew43
c16Nytzg6SVjt46x2ClYjRdGf9vg59Lb5miLwxtUjypqn8fY7GKLwTqZ6sTP35KZqGiJwYGgy+Hl
6Ulli9Pc6GuOwFB2nISZxYOQp4ukzB9arWCEvmGFqC93xk2u+ytvwDKO4Nzh6UxihE1dgMfS4rfF
2gAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAA
AAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAA
AAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAA
AAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAACH5BAAAAAAALAAAAAAQAAwA
AAjaANEYuDWqwAJHth6FkdDoFIgrSMT0qFLrB4o+pFZwOiJAQKEsmOIcGsElDyBEBM4Q0ACg5YQX
rEzxKALGSqsyD9JQYrBh0ZxOFFaxyBHCBZkAAe5sQrWEjyEiM2ocQPBqR6kKbzhcMqMkygVVMeSc
+MNIS6pAoNpY+LIFig1YOCDkMhFJlBtcbCJIeTJoyCcdDabIYEKoiSIVdW7gcUCFVigSe5IY0VQJ
g5MBA9ao0dMhAQ06XQS5KmFJyKxYGXy0AGIHi6wUCiaNgSQpkx84Ij4ESeTJAwwvAQEAOw==


[BFAPI]
ErrorClientVersionTooOld, "Η έκδοση του προγράμματός σας είναι πολύ παλιά.\nΠαρακαλώ ενημερώστε την εφαρμογή και προσπαθήστε ξανά."
ErrorFailClientTime, "Το ρολόι του υπολογιστή σας δεν είναι ρυθμισμένο σωστά.\nΠαρακαλούμε ελέγξτε την ώρα του συστήματός σας και προσπαθήστε ξανά."
ErrorFailLogin, "Ελέγξτε τη διεύθυνση ηλεκτρονικού ταχυδρομείου σας και τον κωδικό πρόσβασής σας και προσπαθήστε ξανά."
ErrorFailPrefix, "Αποτυχία σύνδεσης στο Λογαριασμό Binary Fortress σας.\nΠαρακαλώ ελέγξτε τη σύνδεσή σας στο διαδίκτυο και επιβεβαιώστε ότι αυτή η εφαρμογή δεν αποκλείεται από κάποιο διαμεσολαβητή ή τείχος προστασίας στον υπολογιστή ή στο δίκτυό σας."
ErrorInvalidProTrialLicenseKey, "Το Κλειδί Δοκιμαστικής Άδειάς σας φαίνεται ότι δεν είναι έγκυρο.\nΠαρακαλώ επικοινωνήστε μαζί μας για περισσότερες πληροφορίες."
ErrorItemSizeTooLarge, "Ένα από τα αντικείμενα που προσπαθείτε να συγχρονίσετε είναι πολύ μεγάλο.\nΘα χρειαστεί να διαγράψετε το μεγάλο αντικείμενο και να προσπαθήσετε ξανά το συγχρονισμό."
ErrorTrialExpiredPrompt, "Η Επαγγελματική Δοκιμαστική Άδειά σας έχει λήξει.\nΘα θέλατε να επικοινωνήσετε μαζί μας και να ξεκινήσετε ένα ακόμα δοκιμαστικό;"
ErrorTwoFactorInvalid, "Ο Κωδικός Δύο-Παραγόντων σας δεν είναι έγκυρος ή έληξε.\nΠαρακαλώ προσπαθήστε ξανά."
ErrorUnknownProPurchasedLicenseKey, "Το Κλειδί Άδειάς σας φαίνεται ότι δεν είναι έγκυρο.\nΠαρακαλώ επικοινωνήστε μαζί μας για περισσότερες πληροφορίες."
LoginPrompt, "Θα πρέπει να εισάγετε τα στοιχεία σύνδεσής σας από τη Binary Fortress για να συγχρονίσετε τα προφίλ σας.\nΘα θέλατε να καταχωρίσετε τα στοιχεία σύνδεσής σας τώρα;"
PromptTwoFactor, "Εισαγάγετε τον κωδικό δύο-παραγόντων που μόλις στάλθηκε στη συσκευή σας.\nΕάν δεν το λάβετε μέσα στα επόμενα λεπτά, παρακαλώ επικοινωνήστε με την Υποστήριξη της Binary Fortress."
PromptTwoFactorImportOldCredentials, "Αυτή η εφαρμογή υποστηρίζει πλέον έλεγχο ταυτότητας δύο-παραγόντων και είναι ήδη ενεργοποιημένος στο λογαριασμό σας.\n\nΕισαγάγετε τον κωδικό δύο-παραγόντων που μόλις στάλθηκε στη συσκευή σας.\nΕάν δεν το λάβετε μέσα στα επόμενα λεπτά, παρακαλώ επικοινωνήστε με την Υποστήριξη της Binary Fortress."
PromptTwoFactorTOTP, "Εισαγάγετε τον 6ψήφιο κωδικό που δημιουργήθηκε από την εφαρμογή ελέγχου ταυτότητας για κινητά.\nΑν έχετε προβλήματα με τον κωδικό πιστοποίησης, παρακαλούμε επικοινωνήστε με την Υποστήριξη της Binary Fortress."
TitleSync, "Γίνεται συγχρονισμός με το λογαριασμό Binary Fortress σας"


[BFAPILoginControl_Controls]
btnLogin, "&Σύνδεση"
btnLogout, "&Αποσύνδεση"
btnMyAccount, "Ο &Λογαριασμός μου"
btnMyLicenses, "Οι Αδει&ές Μου"
btnRegister, "&Εγγραφή"
btnResetPassword, "Επαναφορά Κωδικού Πρόσβασης"
lblEmailAddress, "Ηλεκτρονική Διεύθυνση:"
lblName, "Όνομα:"
lblPassword, "Κωδικός:"


[BFAPILoginControl_LicenseRestrictions]
LicenseRestrictionBlock, "Προσωπικό ή το εταιρικό, # αναφέρεται στο όνομα άδειας"
LicenseRestrictionEnterprise, "Απεριόριστοι υπολογιστές σε απεριόριστες ιδιόκτητες ιστοσελίδες"
LicenseRestrictionPersonal, "Απεριόριστοι προσωπικοί υπολογιστές και 1 υπολογιστής επιχείρησης που χρησιμοποιείτε μόνο εσείς"
LicenseRestrictionSite, "Απεριόριστοι υπολογιστές σε 1 ιστοσελίδα"
LicenseRestrictionStandard, "Προσωπικό ή εταιρικό, 1 υπολογιστής"
LicenseRestrictionSteam, "Απεριόριστους υπολογιστές που είστε κύριος χρήστης, πρέπει να εγκατασταθούν μέσω του προγράμματος Steam"


[BFAPILoginControl_Strings]
ErrorEnterEmailAddress, "Παρακαλώ εισάγετε μια έγκυρη διεύθυνση ηλεκτρονικού ταχυδρομείου και δοκιμάστε ξανά."
ErrorEnterPassword, "Παρακαλούμε εισάγετε Κωδικό σας και δοκιμάστε ξανά."
ErrorLoginFailed, "Αποτυχία κατά την φόρτωση των στοιχείων του λογαριασμού σας.\nΠαρακαλούμε ελέγξτε τη διεύθυνση ηλεκτρονικού ταχυδρομείου και τον κωδικό πρόσβασης σας και προσπαθήστε ξανά."
ErrorNoLicensesFound, "Δυστυχώς, δεν μπορέσαμε να βρούμε καμία πληροφορία άδειας χρήσης για αυτόν το λογαριασμό.\nΕάν χρειάζεστε οποιαδήποτε βοήθεια παρακαλούμε επικοινωνήστε μαζί μας."
ErrorUnknownLicenses, "Παρουσιάστηκε σφάλμα κατά τη φόρτωση πληροφοριών άδειας χρήσης σας."
ErrorUnknownLogin, "Παρουσιάστηκε σφάλμα κατά τη φόρτωση των στοιχείων του λογαριασμού σας."
Note, "Κάντε είσοδο για να παραλάβετε το Κλειδί Άδειας σας και να συγχρονίσετε με το λογαριασμό Binary Fortress σας."
SelectLicensePrompt, "Αυτή τη στιγμή χρησιμοποιείτε τη Δωρεάν έκδοση, μια Δοκιμαστική Άδεια Pro, ή το Κλειδί Άδειάς σας δεν είναι έγκυρο.\nΘα θέλατε να φορτώσετε ένα Κλειδί Άδειας από το λογαριασμό Binary Fortress σας;"
Title, "Ο λογαριασμός μου Binary Fortress"
TitleLoadingLicenses, "Φόρτωση Πληροφορίες Άδειας"


[BFFormAPIMyLicenses_Controls]
colDateCreated, "Ημερομηνία Δημιουργίας"
colDateExpires, "Ημερομηνία Λήξης"
colLicenseKey, "Άδεια Χρήσης"
colLicenseRestrictions, "Περιορισμοί Άδειας"
colLicenseType, "Τύπος Άδειας"
colName, "Όνομα Άδεια Χρήσης"


[BFFormAPIMyLicenses_Strings]
ConfirmUseLicense, "Είστε σίγουροι ότι θέλετε να χρησιμοποιήσετε αυτό το Κλειδί Άδειας;"
ErrorSelectLicense, "Παρακαλώ επιλέξτε μια άδεια από τη λίστα και προσπαθήστε ξανά."
ShowNeedLicenseWarning, "Επιλέξτε ένα από τα Κλειδιά Αδείας σας από τη λίστα, μετά κάντε κλικ στο κουμπί 'OK' για να χρησιμοποιήσετε αυτό το Κλειδί Άδειας."
Title, "Οι Άδειες Μου"


[BFFormCodeEditor]
btnHotKeyEdit, "Επεξεργασία"
btnInsertFunction, "&Εισαγωγή Κωδικού"
btnInsertFunctionTT, "Περιηγηθείτε μέσα από μια λίστα των προκατασκευής βοηθό σενάριου για να σας βοηθήσει να φτιάξετε την δικιά σας λειτουργία."
btnRedoTT, "Ακύρωση Αναίρεσης (Ctrl + Y)"
btnReferencesDefault, "Προκαθορισμένες Παραπομπές"
btnRunFunction, "&Εκκίνηση Λειτουργίας"
btnRunFunctionTT, "Εκτελεί την τρέχουσα λειτουργία."
btnUndoTT, "Αναίρεση (Ctrl + Z)"
btnVerifyFunction, "&Επαλήθευση Λειτουργίας"
btnVerifyFunctionTT, "Επαλήθευση της τρέχον λειτουργίας κώδικα χωρίς να εκτελεστεί."
ErrorCompileFailed, "Η Σύνταξη Απέτυχε."
ErrorEnterCode, "Παρακαλώ εισάγετε ένα C# ή κώδικα VB.net και δοκιμάστε ξανά."
ErrorEnterName, "Παρακαλώ εισάγετε ένα όνομα και προσπαθήστε ξανά."
ErrorRunFailed, "Αποτυχία Εκτέλεσης."
lblDescription, "Περιγραφή:"
lblHelp, "Βοήθεια με τις Λειτουργίες"
lblKeyCombination, "Συνδυασμός Κλειδιού:"
lblLanguage, "Γλώσσα:"
lblName, "Όνομα:"
lblReferences, "Παραπομπές:"
lblShare, "Μοιραστείτε τον κώδικα σας με την κοινότητα!"
MessageRunning, "Τρέχουν:"
MessageRunSuccess, "Επιτυχής Εκτέλεση."
MessageVerifySuccess, "Επαλήθευση Επιτυχής."
MessageWait, "Αναμονή για μίας Φτιαγμένης Λειτουργίας για να ολοκληρωθεί.\nΜπορείτε να χρησιμοποιήσετε το εικονίδιο του δίσκου συστήματος Φτιαγμένης Λειτουργίας για να σταματήσει η λειτουργία."
MessageWaitTitle, "Αναμονή της Λειτουργίας"
PromptChangeLanguage, "Θέλετε να φορτώσετε τον προεπιλεγμένο κώδικα Φτιαγμένης Λειτουργίας;\nΠΡΟΕΙΔΟΠΟΙΗΣΗ: Αυτό θα επαναφέρει την Φτιαγμένη Λειτουργία σας."
PromptCloseWithoutSave, "Είστε σίγουροι ότι θέλετε να κλείσετε χωρίς αποθήκευση;"
PromptDefaultReferences, "Είστε σίγουροι ότι θέλετε να επαναφέρετε τις παραπομπές στην προεπιλογή;"
PromptInvalidSave, "Αυτή η Φτιαγμένη Λειτουργία φαίνεται να είναι έγκυρη.\nΕίστε σίγουροι ότι θέλετε να την αποθηκεύσετε ούτως ή άλλως;"
ShareMessage, "Ο κώδικας σας θα επισυναφθεί αυτόματα σε αυτό το αίτημα.\nΕάν θέλετε να στείλετε ένα μήνυμα, παρακαλούμε εισάγετε το μήνυμα πάνω από τη διαχωριστική γραμμή. Ευχαριστώ!"
ShareSubject, "Φτιαγμένες Λειτουργίες:"
ShareTitle, "Κοινοποίηση Φτιαγμένων Λειτουργιών"
ShareWarning, "Το όνομα σας θα πρέπει να χρησιμοποιήσετε, οπότε παρακαλούμε να μας το λέτε η εάν θέλετε να το κρατήσετε ανώνυμο."


[BFFormCodeEditorLookups]
PromptSelectWindowStyles, "Επιλέξτε το/τα Στυλ Παραθύρου:"
PromptSelectWindowStylesEx, "Επιλέξτε το Στυλ Παρατεταμένου Παραθύρου:"
RemoveConfirmOne, "Είστε βέβαιοι ότι θέλετε να καταργήσετε το επιλεγμένο στοιχείο;"
SelectAnItem, "Επιλέξτε ένα στοιχείο από τη λίστα και δοκιμάστε ξανά."
SelectAudioDevice, "Επιλέξτε μια συσκευή ήχου."
SelectMouseCursorLocation, "Κάντε κλικ για να επιλέξετε μια θέση του δρομέα ποντικιού\nΠατήστε οποιοδήποτε πλήκτρο για ακύρωση"
SendKeys_EditString, "Επεξεργασία στοιχειοσειράς"
SendKeys_EnterString, "Εισαγωγή στοιχειοσειράς:"
SendKeys_mniAddKeyCombination, "Προσθήκη συνδυασμού κλειδιών"
SendKeys_mniAddRawText, "Προσθήκη ακατέργαστου κειμένου"
SendKeys_mniAddText, "Προσθήκη κειμένου"
SendKeys_Title, "SendKeys Δημιουργός"


[BFFormDownload_Strings]
ConfirmCancel, "Είστε σίγουροι ότι θέλετε να ακυρώσετε αυτό το στοιχείο λήψης;"
Error, "Παρουσιάστηκε ένα σφάλμα."
Progress, "Απομένουν: {0} KB ({1} ΚΒ συνολικά)"
ProgressUnknown, "Γίνεται Λήψη: {0} ΚΒ"


[BFFormGetWallpaperFusionTag]
ErrorSelectTag, "Παρακαλώ επιλέξτε μια ετικέτα WallpaperFusion και δοκιμάστε ξανά."
lblQuery, "Φίλτρο:"
Title, "Ετικέτες WallpaperFusion"


[BFFormOnlineMacroBrowser]
btnClose, "&Κλείσιμο"
colContributors, "Συνεισφέροντες"
colCreatedBy, "Δημιουργήθηκε Από"
colDownloads, "Λήψεις"
colLanguage, "Γλώσσα"
colLastModified, "Τελευταία Τροποποίηση"
lblQuery, "Φίλτρο:"
Loading, "Φορτώνει..."


[BFFormProxySettings_Controls]
btnSave, "Αποθήκευση"
lblProxyAddress, "Διεύθυνση Σέρβερ:"
lblProxyPassword, "Κωδικός:"
lblProxyPassword2, "Εισάγετε Ξανά Κωδικό:"
lblProxyPort, "Θύρα:"
lblProxyUsername, "Όνομα Χρήστη:"
rdoCustomSettings, "Χρήση προσαρμοσμένων ρυθμίσεων διακομιστή μεσολάβησης:"
rdoNoProxy, "Χωρίς Διακομιστή Μεσολάβησης (απευθείας σύνδεση με το διαδίκτυο)"
rdoUseIESettings, "Χρησιμοποιήστε τις Ρυθμίσεις σύνδεσης του Internet Explorer"


[BFFormProxySettings_Strings]
EnterServerAddress, "Παρακαλούμε εισάγετε μια Διεύθυνση του Διακομιστή Μεσολάβησης ή επιλέξτε "Χωρίς Διακομιστή Μεσολάβησης»."
EnterServerPort, "Παρακαλούμε εισάγετε μια Θύρα Σέρβερ Διακομιστή Μεσολάβησης ή επιλέξτε "Χωρίς Διακομιστή Μεσολάβησης»."
PasswordDecryptionFailed, "Οι ρυθμίσεις της σύνδεσής σας στο Internet φαίνεται να μην είναι έγκυρες.\nΘα θέλατε να εισάγετε ξανά τον κωδικό πρόσβασης διαμεσολαβητή για να τις διορθώσετε;"
PasswordsNotMatch, "Οι Κωδικοί Πρόσβασης του Διακομιστή Μεσολάβησης Σέρβερ δεν ταιριάζουν, παρακαλούμε προσπαθήστε ξανά."
Title, "Ρυθμίσεις σύνδεσης στο Internet"


[BFFormSelectApplication]
AllApplications, "Όλες Οι Εφαρμογές"
btnBrowse, "&Περιήγηση"
colApplication, "Εφαρμογή"
colPath, "Θέση"
GroupDesktopApplications, "Εφαρμογές επιφάνειας εργασίας"
GroupWindows8Applications, "Γενικές Εφαρμογές Windows"
lblWindowPicker, "Σύρετε αυτό σε ένα παράθυρο για να επιλέξετε αυτόματα τη διεργασία του στη λίστα"
PleaseSelectApplication, "Παρακαλούμε επιλέξτε μια εφαρμογή πρώτα."
Title, "Επιλέξτε Εφαρμογή"


[BFFormSettingsAdvanced_Controls]
btnDelete, "Προεπιλεγμένη Τιμή"
chkShowOnlyModified, "Να εμφανίζονται μόνο οι τροποποιημένες τιμές"
colSetting, "Ρύθμιση"
colValue, "Τιμή"
lblFilter, "Φίλτρο:"
lblHelp, "Κάντε διπλό κλικ σε μια ρύθμιση για να το αλλάξετε, κάντε κλικ στο πλήκτρο "Βοήθεια" για περισσότερες πληροφορίες."


[BFFormSettingsAdvanced_Strings]
ErrorSaving, "Παρουσιάστηκε ένα σφάλμα κατά την αποθήκευση αυτής της ρύθμισης."
SavedSuccessfully, "Η Προηγμένη Ρύθμιση αποθηκεύτηκε με επιτυχία.\nΊσως χρειαστεί να κάνετε επανεκκίνηση της εφαρμογής για να ισχύσει αυτή η ρύθμιση."
Title, "Ρυθμίσεις για Προχωρημένους"
TitleEdit, "Επεξεργασία Ρυθμίσεις για Προχωρημένους"


[BFFormSettings_Controls]
btnAdvancedSettings, "Ρυθμίσεις για Προχωρημένους"
btnAutoUpdateCheckNow, "Έλεγχος για &Ενημερώσεις"
btnBackupSettings, "Εξαγωγή Ρυθμίσεων"
btnLanguageHelp, "Βάλε και εσύ ένα χεράκι"
btnLicenseChangeToFree, "Αλλαγή στη Δωρεάν Έκδοση"
btnLicenseKeyRequestTrial, "Ζητήστε νέα δοκιμαστική άδεια"
btnLicenseKeyRestoreTrial, "Επαναφορά του κλειδιού άδειας δοκιμής"
btnLicenseLoadOnline, "Φόρτωση από το Λογαριασμό Binary Fortress"
btnLicensePasteFromClipboard, "Επικόλληση από το Πρόχειρο"
btnProxySettings, "Ρυθμίσεις σύνδεσης στο Internet"
btnRestoreSettings, "Επαναφορά Ρυθμίσεων"
btnTroubleshootingClearLogBASE, "Διαγραφή αρχείου καταγραφής"
btnTroubleshootingCopyBASE, "Αντιγράψτε τις πληροφορίες στο Πρόχειρο"
btnTroubleshootingExportBASE, "Εξαγωγή πληροφοριών στο αρχείο"
btnTroubleshootingForceCleanupBASE, "&Εξαναγκαστική εκκαθάριση μνήμης"
btnTroubleshootingOpenLogBASE, "Άνοιγμα αρχείου καταγραφής"
btnTroubleshootingRefreshBASE, "&Ανανέωση"
chkAutoUpdate, "Αυτόματος Έλεγχος για Ενημερώσεις"
chkAutoUpdateBeta, "Έλεγχος για Beta (νεότερες, ασταθείς) εκδόσεις"
chkAutoUpdateSteam, "Αυτόματος έλεγχος για ενημερώσεις"
colLanguageName, "Όνομα"
colLanguagePercentComplete, "Ολοκληρωμένο"
colLanguageTranslators, "Μεταφραστές"
colLanguageVersion, "Έκδοση"
gbAutoUpdate, "Έλεγχος Ενημέρωσης"
gbLicenseReseller, "Πληροφορίες μεταπωλητή"
lblAutoUpdateWarningBASE, "Προσοχή: Οι Αυτόματες ενημερώσεις είναι απενεργοποιημένες, δεν θα λαμβάνετε ειδοποιήσεις για να εγκαταστήσετε νέες εκδόσεις"
lblLanguageGetMore, "Λάβετε Νέες και Ενημερωμένες Γλώσσες"
lblLicenseExpires, "Ημερομηνία Λήξης Άδειας:"
lblLicenseKey, "Κλειδί άδειας χρήσης:"
lblLicenseTo, "Αδειούχος χρήσης:"
tabAbout, "Σχετικά"
tabLanguage, "Γλώσσες"
tabLicense, "Άδεια Χρήσης"
tabOptions, "Επιλογές"
tabOurApps, "Οι Εφαρμογές μας"
tabTroubleshooting, "Αντιμετώπιση Προβλημάτων"


[BFFormSettings_Strings]
ChangeToFreeFromPaidPrompt, "Είστε σίγουρος οτι θέλετε να αφαιρέσετε το κλειδί άδειας και να αλλάξετε στη δωρεάν έκδωση;"
ChangeToFreeFromTrialPrompt, "Άμα θέλετε να χρησιμοποιήσετε τη δοκιμαστική Pro έκδωση θα χρειαστεί να ζητήσετε νέα δοκιμαστικό κλειδί από την ομάδα εξυπηρέτησης. Άμα θέλετε να δείτε ποιά χαρακτηριστικά δεν είναι διαθέσιμα στη δωρεάν έκδωση, παρακαλώ επισκεφτείτε τη κατηγορία Free vs Pro στην ιστοσελίδα μας.\n\nΕίστε σίγουρος οτι θέλετε να αφαιρέσετε το κλειδί άδειας και να αλλάξετε στη δωρεάν έκδωση;"
DebugLogCleared, "Το αρχείο καταγραφής εντοπισμού σφαλμάτων έχει εκκαθαριστεί με επιτυχία."
DebugLogNotFound, "Το αρχείο καταγραφής εντοπισμού σφαλμάτων δεν μπόρεσε να βρεθεί.\nΒεβαιωθείτε ότι έχετε ενεργοποιήσει την καταγραφή εντοπισμού σφαλμάτων πρώτα."
FreeVersion, "Δωρεάν Έκδοση"
LanguageHelpMessage, "Θα ήθελα να βοηθήσω να τελειώσω μια μετάφραση!"
LanguageHelpMessageDescription, "Βοηθήστε μας να ολοκληρώσουμε μια μετάφραση και λάβε μια δωρεάν άδεια Pro Standard σε αντάλλαγμα!\nΚάποιος θα επικοινωνήσει μαζί σας εντός 2 εργάσιμων ημερών."
LanguageRightToLeft, "Από δεξιά προς αριστερά"
LicenseKeyRequestTrialDescription, "Κάποιος θα μιλήσει μαζί σας μέσα σε 2 εργάσιμες ημέρες."
LicenseKeyRequestTrialMessage, "Θα ήθελα να ζητήσω ένα νέο κλειδί άδειας χρήσης. Ευχαριστώ!"
LogLevel0, "L0: Καταγραφή Απενεργοποιήθηκε"
LogLevel1, "L1: Μικρή Καταγραφή"
LogLevel2, "L2: Λεπτομερής Καταγραφή (Δεν συνιστάται)"
LogLevel3, "L3: Καταγραφή Όλων (Δεν συνιστάται)"
RegistryExportSuccess, "Οι ρυθμίσεις σας έχουν εξαχθεί με επιτυχία."
RestoreSettingsFailed, "Αποτυχία στο να επαναφέρετε τις ρυθμίσεις σας."
RestoreSettingsPrompt, "Μην επαναφέρετε ποτέ τα αντίγραφα ασφαλείας που δεν δημιουργήθηκαν από εσάς ή την ομάδα υποστήριξης του Binary Fortress.\nΕίστε βέβαιοι ότι θέλετε να επαναφέρετε αυτό το αντίγραφο ασφαλείας;"
RestoreSettingsSuccess, "Οι ρυθμίσεις σας έχουν αποκατασταθεί με επιτυχία."
SettingsLoadError, "Παρουσιάστηκε σφάλμα κατά τη φόρτωση των ρυθμίσεων."
SettingsSaveError, "Παρουσιάστηκε σφάλμα κατά την αποθήκευση των ρυθμίσεων."
Title, "Ρυθμίσεις"
TroubleshootingCopyError, "Αποτυχία να αντιγράψετε πληροφορίες αντιμετώπισης προβλημάτων σας."
TroubleshootingCopySuccess, "Οι Πληροφορίες αντιμετώπισης προβλημάτων σας έχουν αντιγραφεί με επιτυχία στο πρόχειρο."


[BFFormSupportRequest_Controls]
btnAttachmentsAdd, "Επισύναψη αρχείου"
btnAttachmentsClear, "Εκκαθάριση αρχείου"
chkIncludeBackup, "Συμπεριλάβετε ένα αντίγραφο ασφαλείας ρυθμίσεων με αυτό το αίτημα υποστήριξης"
lblEmailAddress, "Ηλεκτρονική Διεύθυνση:"
lblMessage, "Μήνυμα:"
lblName, "Όνομα:"
lblSubject, "Θέμα:"
lblWarning, "Οι πληροφορίες από την καρτέλα Αντιμετώπιση Προβλημάτων και το αρχείο Debug.log σας θα κρυπτογραφούνται και θα αποστέλλονται μαζί με αυτό το αίτημα υποστήριξης έτσι ώστε να μπορούμε να λύσουμε το θέμα σας πιο γρήγορα."


[BFFormSupportRequest_Strings]
EnterEmailAddress, "Παρακαλώ εισάγετε μια έγκυρη διεύθυνση ηλεκτρονικού ταχυδρομείου και δοκιμάστε ξανά."
EnterMessage, "Παρακαλούμε εισάγετε το μήνυμά σας και προσπαθήστε ξανά."
EnterName, "Παρακαλούμε εισάγετε το Όνομά σας και προσπαθήστε ξανά."
EnterSubject, "Παρακαλούμε εισάγετε ένα Θέμα."
PromptClearAttachments, "Είστε βέβαιοι ότι θέλετε να καταργήσετε αυτά τα συνημμένα;"
SendSuccess, "Τα στοιχεία σας απεστάλησαν με επιτυχία.\nΚάποιος θα επικοινωνήσει μαζί σας εντός 2 εργάσιμων ημερών."
Title, "Υποβολή Αιτήματος Υποστήριξης"
TooLongEmailAddress, "Παρακαλούμε εισάγετε μια σύντομη Διεύθυνση Ηλεκτρονικού Ταχυδρομείου και δοκιμάστε ξανά."
TooLongName, "Παρακαλούμε εισάγετε ένα μικρότερο Όνομα και προσπαθήστε ξανά."


[BFFormUpdateInvalidLicense]
btnBuyNow, "Αγοράστε Άδεια Pro"
btnLater, "Αργότερα"
btnMoreInfo, "Περισσότερες πληροφορίες"
lblInvalidLicense, "Το κλειδί άδειας Pro δεν φαίνεται να είναι έγκυρο!\n\nΒεβαιωθείτε ότι έχετε εισαγάγει το σωστό κλειδί άδειας χρήσης στην καρτέλα Κλειδί Άδειας Χρήσης στο παράθυρο "Ρυθμίσεις".\n\nΕάν το κλειδί άδειας χρήσης είναι σωστό και εξακολουθείτε να βλέπετε αυτό το μήνυμα, επικοινωνήστε με την Υποστήριξη Binary Fortress χρησιμοποιώντας το παρακάτω κουμπί Βοήθειας."
Title, "'Άκυρο License Key"


[BFFormUpdate_Controls]
btnChangeLog, "&Προβολή Αρχείου Αλλαγών"
btnDownloadOnly, "&Επισκέψου την ιστοσελίδα"
btnInstallNow, "&Εγκατάσταση Τώρα"
btnInstallOnExit, "Εγκατάσταση κατά την Έ&ξοδο"
btnRemindMeLater, "&Υπενθύμιση Αργότερα"
btnSkipThisVersion, "&Παράληψη Αυτής Της Έκδοσης"
lblNewVersion, "Νέα Έκδοση:"
lblOldVersion, "Τρέχουσα Έκδοση:"
lblUpdateNotes, "Τι Νέο υπάρχει σε αυτή την Έκδοση:"
lblUpdateSize, "Μέγεθος Ενημέρωσης:"


[BFFormUpdate_Strings]
ConfirmSkipVersion, "Συνιστάται να ενημερώσετε με αυτή τη νέα έκδοση.\nΕίστε σίγουροι ότι θέλετε να παραλείψετε αυτήν την ενημέρωση;"
DownloadFailedSave, "Αποτυχία αποθήκευσης αυτού του αρχείου τοπικά."
DownloadingUpdate, "Λήψη Ενημέρωσης"
DownloadInvalidData, "Άκυρα δεδομένα ήρθαν από τον διακομιστή. Ο διακομιστής μπορεί να έχει ένα πρόβλημα βρίσκοντας το αρχείο που ζητήθηκε."
DownloadNoData, "Κανένα δεδομένο δεν ήρθε από την ιστοσελίδα."
ErrorDownload, "Παρουσιάστηκε σφάλμα κατά την προσπάθεια σας να κατεβάσετε τη νέα έκδοση."
FreeNotice, "Αυτή η ενημέρωση, καθώς και οι μελλοντικές είναι δωρεάν! Κάντε ενημέρωση τώρα και απολαύστε!"
RebootMightBeRequiredWarning, "Ο υπολογιστής σας ίσως χρειαστεί επανεκκίνηση μόλις η ενημέρωση ολοκληρωθεί."
Title, "Διαθέσιμη Ενημέρωση"
UpdateProMessage, "Χρειάζεται να αναβαθμίσετε σε μια άδεια Pro για να χρησιμοποιήσετε την αναβάθμιση με ένα κλικ.\nΘα θέλατε περισσότερες πληροφορίες για την αναβάθμιση;"


[BFHelpButton_Controls]
mniDiscussions, "Συζητήσεις Κοινότητας"
mniOnlineHelp, "Online Βοήθεια"
mniSupportRequest, "Αίτηση Υποστήριξης"


[BFHotKey]
ButtonRemoveInvalidHotKey, "&Κατάργηση συνδυασμών μη έγκυρων κλειδιών"
ErrorHotKeyBindFailed, "Το Πλήκτρο Συνδυασμού Bind Απέτυχε:"
ErrorHotKeyComboInUse, "Ο Συνδυασμός Πλήκτρων χρησιμοποιείται ήδη. Υπάρχουν μερικοί λόγοι για τους οποίους μπορεί να συμβεί αυτό:\n- Ο Συνδυασμός Πλήκτρων έχει ήδη αντιστοιχιστεί σε άλλο σημείο αυτής της εφαρμογής\n- Μια άλλη εφαρμογή χρησιμοποιεί ήδη αυτό το Συνδυασμό Πλήκτρων\n- Μια ενσωματωμένη λειτουργία Windows χρησιμοποιεί αυτό το Συνδυασμό Πλήκτρων\n\nΕπεξεργαστείτε ή καταργήστε το Συνδυασμό Πλήκτρων στις ρυθμίσεις."
ErrorIncorrectKeyValue, "Μη έγκυρος συνδυασμός πλήκτρων: Παρακαλούμε εισάγετε μια τιμή κλειδιού."
ErrorIncorrectNumberElements, "Μη έγκυρος συνδυασμός πλήκτρων: Λάθος αριθμός των κλειδιών."
ErrorIncorrectNumberKeyMods, "Μη έγκυρος συνδυασμός πλήκτρων: Λάθος αριθμός από τούς τροποποιητές."
ErrorInvalidKeyCombo, "Ο συνδυασμός πλήκτρων που έχετε καθορίσει δεν είναι έγκυρος."
ErrorSystemReserved, "Ο Συνδυασμός Πλήκτρων που έχετε καθορίσει είναι δεσμευμένος από τα Windows και δεν μπορεί να χρησιμοποιηθεί."
ErrorTooManyModifiers, "Μη έγκυρος συνδυασμός πλήκτρων: Πάρα πολλοί τροποποιητές."
HotKeyButtonRemove, "Κατάργηση"
HotKeyButtonSetHotKey, "Ρυθμίστε το HotKey"
HotKeyLabelKeys, "Επιλέξτε πλήκτρα-τροποποιητές και μετά εισάγετε το επιθυμητό πλήκτρο"
HotKeyLabelMouse, "Επιλέξτε πλήκτρα-τροποποιητές και μετά κάντε κλικ στο επιθυμητό πλήκτρο του ποντικού"


[BFMessage]
btnCopy, "&Αντιγραφή στο Πρόχειρο"
btnMoreInformation, "&Εμφάνιση Περισσότερες Πληροφορίες"


[BFTextQuery]
CaseSensitive, "Case Sensitive:"
ErrorBracketMismatch, "Σφάλμα: Αναντιστοιχία αγκύλης(bracket).\nΠαρακαλώ κλείστε τις αγκύλες σας ή εσωκλείσετε το ερώτημά σας σε εισαγωγικά."
ErrorEscapeCharAtEnd, "Σφάλμα: Ο χαρακτήρας '\' βρέθηκε στο τέλος του ερωτήματος.\nΠαρακαλώ αποφύγετε ή αφαιρέστε τον χαρακτήρα."
ErrorExpectedMatchCountChar, "Σφάλμα: Αναμενόταν ':::cbc:::' στη θέση {0}.\nΠαρακαλώ κλείστε τις αγκύλες σας ή εσωκλείσετε το ερώτημά σας σε εισαγωγικά."
ErrorExpectedQuote, "Σφάλμα: Αναμενόταν '"' στη θέση {0}.\nΠαρακαλώ επαληθεύστε την χρήση χαρακτήρα escape στους '"' χαρακτήρες."
ErrorInvalidChar, "Σφάλμα: Μη έγκυρος χαρακτήρας '{0}' στη θέση {1}.\nΠαρακαλώ χρησιμοποιήστε εισαγωγικά."
ErrorInvalidDigit, "Σφάλμα: Μη έγκυρο ψηφίο στη θέση {0}.\nΤα ψηφία πρέπει να είναι θετικά και να περιέχουν μόνο αριθμητικούς χαρακτήρες."
ErrorInvalidWordBoundary, "Προειδοποίηση: Μη έγκυροι χαρακτήρες.\nΜόνο γράμματα και αριθμοί υποστηρίζονται από τον χειριστή ισότητας."
MayContain, "Μπορεί να περιλαμβάνει:"
MayEqual, "Πιθανών να ισοδυναμεί:"
MayNotContain, "Μπορεί να ΜΗΝ περιλαμβάνει:"
MayNotEqual, "Πιθανών να μήν ισοδυναμεί:"
MustContain, "Πρέπει να Περιέχει:"
MustEqual, "Πρέπει να ισοδυναμεί:"
MustNotContain, "Πρέπει να ΜΗΝ Περιέχει:"
MustNotEqual, "Δεν πρέπει να ισοδυναμεί:"
Time, "μία φορά"
Times, "{0} φορές"


[BFUpdateCheck]
AlreadyInProgress, "Έλεγχος αναβάθμισης ήδη υπό εξέλιξη..."
ErrorRunningDownloadedFile, "Παρουσιάστηκε ένα σφάλμα κατά την προσπάθεια για να τρέξει το αρχείο εγκατάστασης."
FailedToGetVersion, "Δεν ήταν δυνατή η φόρτωση της τελευταίας έκδοσης της εφαρμογής."
NoUpdate, "Χρησιμοποιείτε ήδη την τελευταία έκδοση."


[cFunctions_Strings]
FolderNotRecognized, "Ο επιλεγμένος φάκελος δεν αναγνωρίζεται και δεν μπορεί να αναζητηθεί."


[CommonControls]
chkIsMetroApp, "Είναι αυτή η εφαρμογή μια "Metro" (Γενική) εφαρμογή;"
lblMetroAppID, "Αναγνωριστικό εφαρμογής διεργασίας (App ID):"


[frmMain_Controls]
btnBrowseAppendExcludePath, "Αναζήτηση && Επισύναψη"
btnBrowseExcludePath, "Αναζήτηση"
btnFolderBrowse, "&Περιήγηση"
btnFolderBrowseAppend, "Αναζήτηση && Επισύναψη"
btnNewSearch, "Αναζήτηση σε &Νέα Καρτέλα"
btnPause, "Ενεργοποίηση & χρήση"
btnResume, "ΒΙΟΓΡΑΦΙΚΟ"
btnSearch, "&Αναζήτηση"
btnStop, "&Σταμάτημα"
chkCaseSensitive, "&Case sensitive ερώτημα"
chkFileSizeMax, "Μέγιστο Μέγεθος Αρχείου:"
chkFileSizeMin, "Ελάχιστο Μέγεθος Αρχείου:"
chkIsQueryRegEx, "Ερώτημα is RegEx"
chkSearchSubFolders, "Αναζήτηση υπο-φακέλους"
chkShowFirstResult, "Εμφάνιση μόνο πρώτο αποτέλεσμα για κάθε αρχείο"
chkShowIncludeFilterMatchFiles, "Εμφάνιση των ονομάτων αρχείων που ταιριάζουν με το φίλτρο "include files""
chkShowIncludeFilterMatchFolders, "Εμφάνιση των ονομάτων των φακέλων που ταιριάζουν με το φίλτρο "include files""
chkShowQueryMatchFiles, "Εμφάνιση ονόματα αρχείων που ταιριάζουν με το κείμενο του ερωτήματος"
chkShowQueryMatchFolders, "Δείτε τα ονόματα των φακέλων που ταιριάζουν με το κείμενο του ερωτήματος"
chkUseIFilters, "Επεξεργαστείτε περιεχόμενο των αρχείων Xειριστές Αρχείων (πιο αργά)"
colDateAccessed, "Ημερομηνία Πρόσβασης"
colDateCreated, "Ημερομηνία Δημιουργίας"
colDateModified, "Ημερομηνία Τροποποίησης"
colEncodingUsed, "Κωδικοποίηση που χρησιμοποιείται"
colExtension, "Επέκταση"
colFile, "Ονομα αρχείου"
colFileSize, "Μέγεθος Αρχείου"
colLine, "Γραμμή"
colLineNumber, "Γραμμή #"
colPath, "Θέση"
lblAccessedTo, "σε"
lblAdditionalLinesAfter, "Εμφάνιση αυτών των πολλώς γραμμών μετά από ένα αποτέλεσμα αναζήτησης:"
lblAdditionalLinesBefore, "Εμφάνιση αυτών των πολλώς γραμμών πρίν από ένα αποτέλεσμα αναζήτησης:"
lblCreatedTo, "σε"
lblDateAccessed, "Ημερομηνία Πρόσβασης:"
lblDateCreated, "Ημερομηνία Δημιουργίας:"
lblDateFilterLogic, "Λογική φίλτρου ημερομηνίας:"
lblDateModified, "Ημερομηνία Τροποποίησης:"
lblExcludeFiles, "Ex & clude Αρχεία:"
lblExcludePath, "E & xclude Διαδρομή:"
lblFilterResults, "Φίλτρο:"
lblIncludeFiles, "Συμπερίληψη αρχείων:"
lblModifiedTo, "σε"
lblPath, "& Διαδρομή:"
lblQuery, "&Ερώτηση:"
lblStatusFound, "Αντιστοιχίες Βρέθηκαν: {0}"
lblStatusTotal, "Αρχεία Αναζητήθηκαν: {0}"
mniAbout, "Σχετικά"
mniAddResultsToZipFile, "Zip Όλα τα αποτελέσματα"
mniAddSelectedResultsToZipFile, "Αποτελέσματα επιλεγμένα με zip"
mniClearSearchHistory, "Διαγραφή Ιστορικού Αναζήτησης"
mniCloseAll, "Κλείσιμο Όλων"
mniCloseAllButThis, "Κλείσιμο Άλλων"
mniCloseSearch, "&Κλείσιμο"
mniCopyFilePathNewLine, "Αντιγραφή επιλεγμένων αρχείων (νέα γραμμή διαχωρισμένη)"
mniCopyToClipboard, "Αντιγραφή επιλεγμένων αποτελεσμάτων"
mniCopyToClipboardAll, "Αντιγραφή Όλων των Αποτελεσμάτων"
mniExit, "Έξοδος"
mniExplorerContextMenu, "Μενού Περιβάλλοντος Των Windows"
mniHashWithHashTools, "Hash με HashTools"
mniHelp, "Βοήθεια"
mniOpenFolder, "Άνοιγμα Φακέκου Περιεχομένου"
mniOpenFolderOnly, "Άνοιγμα Φακέλου"
mniOpenOther, "Ανοίξτε με {0}"
mniPermenentDelete, "Διαγράψτε οριστικά επιλεγμένα αρχεία"
mniRemoveRows, "Αφαίρεση Επιλεγμένων Αποτελεσμάτων απο την Λίστα"
mniRenameFile, "Μετονομασία επιλεγμένου αρχείου"
mniSettings, "Ρυθμίσεις"
mniShowFilterControls, "Εμφάνιση Πλήκτρα Φίλτρων"
mniTextCopy, "&Αντιγραφή"
mniTextSelectAll, "Επιλογή Όλων"
mniTools, "&Εργαλεία"
mniTrayExit, "Έξοδος"
mniTrayLoadProfiles, "Φόρτωση προφίλ"
mniTrayShowFileSeek, "Εμφάνιση του FileSeek"
mniTraySyncProfiles, "Προφίλ συγχρονισμού"
mnuCopyFilePath, "Αντιγραφή επιλεγμένων ονομάτων αρχείων (διαχωρισμένων με κόμμα)"
mnuExportAllHTML, "Εξαγωγή Όλων των Αποτελεσμάτων σε HTML"
mnuExportSelectedResultsHTML, "Εξαγωγή Επιλεγμένων Αποτελεσμάτων σε HTML"
mnuFileCopy, "Αντιγραφή επιλεγμένων αρχείων"
mnuFileCut, "Κόψτε τα επιλεγμένα αρχεία"
mnuFileDelete, "Διαγραφή επιλεγμένων αρχείων"
mnuLanguage, "Γλώσσες"
mnuLoadProfile, "Φόρτωση"
mnuManageProfiles, "Διαχίρηση Προφίλ"
mnuOpen, "Άνοιγμα"
mnuOpenNotepad, "Άνοιγμα στο Notepad"
mnuProfile, "Προφίλ"
mnuSave, "Αποθήκευση"
mnuSaveAll, "Εξαγωγή Όλων των Αποτελεσμάτων σε CSV"
mnuSaveProfile, "Αποθήκευση νέου προφίλ"
mnuSaveSelection, "Εξαγωγή Επιλεγμένων Αποτελεσμάτων σε CSV"
mnuShowFullLanguageList, "Εμφάνιση Όλης της Λίστας"
mnuSyncProfiles, "Προφίλ συγχρονισμού"
rdoMatchQueryLineByLine, "Ταίριασμα ερωτήματος σε κάθε γραμμή στο αρχείο"
rdoMatchQueryToWholeFile, "Ταίριασμα ερωτήματος σε ολόκληρο το αρχείο"
tabAdvanced, "Για Προχωρημένους"
tabDateFilters, "Ημερομηνία Φίλτρων"
tabFileSizeFilters, "Μέγεθος Αρχείου Φίλτρων"
tabSearch, "Αναζήτηση"


[frmMain_Strings]
AccessedAfterTT, "Προσβάσιμες μετά από {0}"
AccessedBeforeTT, "Προσβάσιμες πρίν από {0}"
AccessedBetweenTT, "Προσβάσιμες μεταξύ {0} από {1}"
AllDrives, "Όλες οι μονάδες δίσκου"
AppSelectionErrorPartOne, "Αυτή η εφαρμογή που επιλέξατε δεν υπάρχει."
AppSelectionsErrorPartTwo, "Θα θέλατε να επιλέξετε μια άλλη τώρα;"
btnNewSearchTT, "Άνοιγμα μιας νέας Καρτέλας και αρχήστε την αναζήτηση"
btnSearchTT, "Ξεκινήστε την αναζήτηση στην επιλεγμένη καρτέλα"
btnStopTT, "Σταμάτημα επιλεγμένης αναζήτησης"
CaseSensitiveQueryTT, "Τέριασμα Πεζών-Κεφαλέων Ερωτήματα"
cboDateFilterLogic_AND, "ΚΑΙ"
cboDateFilterLogic_OR, "Ή"
cboExcludeFileFilterMode_Pattern, "Το φίλτρο Εξαιρέστε τα αρχεία είναι μοτίβο"
cboExcludeFileFilterMode_RegEx, "Το φίλτρο Εξαίρεση αρχείων είναι RegEx"
cboExcludeFileFilterMode_TextQuery, "Το φίλτρο Εξαιρέστε τα αρχεία είναι ερώτημα κειμένου"
cboIncludeFileFilterMode_Pattern, "Το φίλτρο "Συμπερίληψη αρχείων" είναι μοτίβο"
cboIncludeFileFilterMode_RegEx, "Το φίλτρο "Συμπερίληψη αρχείων" είναι RegEx"
cboIncludeFileFilterMode_TextQuery, "Το φίλτρο συμπεριλαμβάνει τα αρχεία είναι ερώτημα κειμένου"
cboQueryMode_RegEx, "Ερώτημα is RegEx"
cboQueryMode_TextQuery, "Το ερώτημα είναι ερώτημα κειμένου"
chkShowFirstResultTT, "Θα εμφανίζει μόνο συμφωνημένα για την πρώτη γραμμή όταν ταιριάζουν με το ερώτημά σε κάθε γραμμή"
ColumnChangeMessage, "Οι αλλαγές στις στήλες αποτελεσμάτων αναζήτησης δεν θα πραγματοποιηθούν μέχρι να κάνετε επανεκκίνηση των αναζητήσεών σας."
ContextMenuError, "Παρουσιάστηκε σφάλμα, στην εμφάνιση του μενού περιβάλλοντος Των Windows."
CreatedAfterTT, "Δημιουργήθηκε μετά από {0}"
CreatedBeforeTT, "Δημιουργήθηκε πρίν από {0}"
CreatedBetweenTT, "Δημιουργήθηκε ανάμεσα σε {0} και {1}"
CSVSpreadsheet, "CSV Αρχεία"
CustomAppOpenError, "Παρουσιάστηκε σφάλμα κατά το άνοιγμα αυτού του αρχείου με προσαρμοσμένη εφαρμογή."
DateCreatedError, "Παρακαλώ επιλέξτε 'Ημερομηνία Δημιουργίας Ημερομηνία Λήξης', που είναι μεταγενέστερη από την ημερομηνία έναρξης."
DateFiltersSelected, "Φίλτρα Ημερομηνίας:"
DateModifiedError, "Παρακαλώ επιλέξτε 'Ημερομηνία Τροποποίησης Ημερομηνία Λήξης', που είναι μεταγενέστερη από την ημερομηνία έναρξης."
EmptyPDFError, "Έγινε αναζήτηση στο αρχείο PDF αλλά δεν περιείχε κείμενο"
EnterProfileName, "Πληκτρολογίστε ένα όνομα προφίλ:"
ErrorDirectoryEmpty, "Αυτή η διαδρομή είναι κενή"
ExcludeFilesTT, "Εξαιρούνται Αρχεία: {0}"
ExcludePathsTT, "Εξαιρούνται Θέση(εις): {0}"
ExportDateAccessed, "Ημερομηνία πρόσβασης"
ExportDateCreated, "Ημερομηνία Δημιουργίας"
ExportDateModified, "Ημερομηνία τροποποίησης"
ExportExtension, "Επέκταση"
ExportFileName, "Ονομα αρχείου"
ExportFileSize, "Μέγεθος αρχείου"
ExportLineNumber, "Γραμμή #"
ExportLineText, "Γραμμή"
ExportPath, "Μονοπάτι"
FileDeleteMessage, "Παρακαλώ περιμένετε ενώ το FileSeek εκτελεί τη λειτουργία που ζητήθηκε.\nΜπορείτε να κλείσετε αυτό το παράθυρο, αλλά μπορεί να οδηγήσει σε μη αναμενόμενα αποτελέσματα, ενώ η εργασία αυτή εκτελείται."
FileDeleteQuestion, "Είστε σίγουροι ότι θέλετε να διαγράψετε τα επιλεγμένα αρχεία ή φακέλους;"
FileDeleteTitle, "Διαγραφή Αρχείων"
FileDeletionError, "Παρουσιάστηκε σφάλμα κατά τη διαγραφή αυτών των αρχείων."
FileHandlerError, "Παρακαλώ εισάγετε μια διαδρομή για την αναζήτηση."
FileIncludeNameMatch, "Ταίριασμα Όνομα Αρχείου [Συμπερίληψη Αρχείων Φίλτρου]"
FileOpenError, "Παρουσιάστηκε σφάλμα κατά το άνοιγμα αυτού του αρχείου."
FilePermenentDeleteQuestion, "Είστε βέβαιοι ότι θέλετε να διαγράψετε οριστικά τα επιλεγμένα αρχεία ή φακέλους;"
FileQueryNameMatch, "Ταύτιση Όνομα Αρχείου [Ερωτήματος]"
FileReadError, "Σφάλμα Πρόσβασης Αρχείου: {0}"
FileSelectionError, "Επιλέξτε τουλάχιστον 1 αρχείο που υπάρχει και δοκιμάστε ξανά."
FileSizeError, "Παρακαλώ επιλέξτε ένα Μέγιστο Μέγεθος Αρχείων που είναι ίση ή μεγαλύτερη από το Ελάχιστο Μέγεθος Αρχείου."
FileSizeFiltersSelected, "Φίλτρα Μέγεθος Αρχείων:"
FilesSearched, "Αρχεία Αναζητήθηκαν: {0}"
FilesSkipped, "Απορριφθέντα αρχεία: {0}"
FolderBrowserDescription, "Επιλέξτε ένα Φάκελο για να Αναζητήσετε"
FolderBrowsingError, "Παρουσιάστηκε σφάλμα κατά την περιήγηση σε ένα φάκελο."
FolderIncludeNameMatch, "Φάκελος Ταιριάζει με το Όνομα [Συμπερίληψη Αρχείων Φίλτρου]"
FolderItemError, "Απέτυχε να πάρει Φάκελο για τη Θέση: {0}"
FolderOpenError, "Παρουσιάστηκε σφάλμα κατά το άνοιγμα αυτού του φακέλου."
FolderQueryNameMatch, "Φάκελος Ταιριάζει με το Όνομα [Κείμενο Ερωτήματος]"
FolderReadError, "Σφάλμα ανάγνωσης Φακέλους στο Φάκελο: {0}"
HiddenFolderError, "Δεν ψάχνετε επειδή είναι ένα κρυφό αρχείο / φάκελο"
HyperTextMarkupLanguageFile, "Υπερ κείμενο Σήμανσης Αρχείου Γλώσσας"
IFilterWarning, "Παρακαλούμε ενεργοποιήστε τους χειριστές αρχείων στην καρτέλα Για Προχωρημένους για να εμφανιστεί σωστά αποτελέσματα για τα: {0} αρχεία"
IncludeFilesTT, "Συμπεριλαμβάνονται Αρχεία: {0}"
InvalidExcludeFilesRegExError, "Εξαίρεση Αρχείων RegEx το μοτίβο είναι άκυρο.\n{0}"
InvalidFolderLength, "Μη έγκυρο μήκος φακέλου."
InvalidIncludeFilesRegExError, "Συμπερίληψη Αρχείων RegEx το μοτίβο είναι άκυρο.\n{0}"
InvalidQueryError, "Το ερώτημα κειμένου δεν είναι έγκυρο.\n{0}"
InvalidQueryRegExError, "Ερώτημα RegEx το μοτίβο είναι άκυρο.\n{0}"
KeypressError, "Παρουσιάστηκε σφάλμα κατά την επεξεργασία αυτού του πατήματος πλήκτρου."
LinkedFolderError, "Δεν ψάχνουν φάκελο, επειδή είναι μια σύνδεση/κόμβος"
MatchesFound, "Αντιστοιχίες Βρέθηκαν: {0}"
MatchesFromQueue, "αποτελέσματα στην ουρά: {0}"
MatchesFromQueueIcons, "εικονίδια στην ουρά: {0}"
MaxFileSizeTT, "Μέγιστο Μέγεθος Αρχείου: {0}"
MaxPathError, "Αυτό είναι μια μεγάλη διαδρομή και δεν μπορεί να λειτουργήσει σε ορισμένα προγράμματα"
MenuOpenError, "Παρουσιάστηκε σφάλμα κατά το άνοιγμα του μενού."
MinFileSizeTT, "Ελάχιστο Μέγεθος Αρχείου: {0}"
ModifiedAfterTT, "Τροποποιήθηκε μετά από {0}"
ModifiedBeforeTT, "Τροποποιήθηκε πρίν απο {0}"
ModifiedBetweenTT, "Τροποποιήθηκε ανάμεσα σε {0} και {1}"
More, "(περισσότερα)"
NoDateFiltersSelected, "Δεν έχουν επιλεγεί φίλτρα ημερομηνίας"
NoFileSizeFiltersSelected, "Δεν έχουν επιλεγεί φίλτρα μεγέθους"
NoOptionsSelected, "Δεν έχουν Επιλεγεί Επιλογές"
NotepadError, "Παρουσιάστηκε σφάλμα κατά το άνοιγμα αυτού του αρχείου με το Notepad."
NotYourProfile, "Δεν σας ανήκει αυτό το προφίλ."
OnlyShowFirstResultTT, "Μόνο Εμφάνιση Πρώτο Αποτέλεσμα"
OpenManyQuestion, "Είστε σίγουροι ότι θέλετε να ανοίξετε {0} αρχεία ή φακέλους;"
OptionsSelected, "Επιλογές Επιλεγμένες:"
OtherApplication, "Άλλη εφαρμογή"
PathsTT, "Θέση(εις): {0}"
PathTooLongError, "Τα Windows δεν υποστηρίζουν αυτή τη δράση με μεγάλα ονόματα διαδρομής."
ProfileLoadError, "Παρουσιάστηκε σφάλμα κατά τη φόρτωση αυτού του προφίλ."
ProfileLoadOnStartError, "Παρουσιάστηκε σφάλμα κατά τη φόρτωση αυτού του προφίλ. Το προφίλ δεν υπάρχει."
ProfileNameEmptyError, "Δεν έχετε εισάγει ένα όνομα προφίλ. Πληκτρολογήστε ένα όνομα και δοκιμάστε ξανά."
ProfileOverwriteQuestion, "Είστε σίγουροι ότι θέλετε να αντικαταστήσετε το προφίλ '{0}';"
ProfileSaved, "Αποθηκευμένες ρυθμίσεις αναζήτησης στο προφίλ '{0}'"
ProfileSaveError, "Δεν είναι δυνατή η αποθήκευση του προφίλ."
ProOnlyDoubleClickPrompt, "Το προεπιλεγμένο σας διπλό κλικ χειριστή έχει οριστεί στο FileSeek Pro μόνο χαρακτηριστικό.\nΜπορείτε να αλλάξετε το προεπιλεγμένο διπλό χειριστή κλικ στην καρτέλα Ρυθμίσεις > Αναζήτηση.\n\nΘα θέλατε περισσότερες πληροφορίες σχετικά με την αναβάθμιση;"
QueryTT, "Ερωτήματα:\n{0}"
rdoMatchQueryLineByLineTT, "Ανοίξτε μια γραμμή ένα αρχείο σε ένα χρόνο και να προσπαθήσουμε να ταιριάζει με το ερώτημα σε κάθε γραμμή"
rdoMatchQueryToWholeFileTT, "Ανοίξτε ολόκληρο το αρχείο με τη μία και προσπαθήστε να ταιριάζει με το ερώτημα για ολόκληρο το κείμενο"
RenameFileError, "Το FileSeek δεν μπόρεσε να μετονομάσει το επιλεγμένο αρχείο ή φάκελο. Πληκτρολογήστε ένα διαφορετικό όνομα και δοκιμάστε ξανά."
RenameFileFolder, "Μετονομασία επιλεγμένου αρχείου:"
ResultCopied, "Ένα αποτέλεσμα που αντιγράφηκε στο πρόχειρο."
ResultCopyError, "Παρουσιάστηκε σφάλμα κατά την αντιγραφή των αποτελεσμάτων αναζήτησης στο πρόχειρο."
ResultSaveError, "Υπήρξε ένα σφάλμα κατά την αποθήκευση των αποτελεσμάτων σας.\n{0}"
ResultsCopied, "{0} αποτελέσματα έχουν αντιγραφεί στο πρόχειρο."
ResultSelectionError, "Επιλέξτε τουλάχιστον 1 αποτέλεσμα αναζήτησης και δοκιμάστε ξανά."
SaveResults, "Αποθηκεύστε τα αποτελέσματα σε ένα φύλλο"
SaveResultsAsHTML, "Αποθηκεύστε τα Αποτελέσματα ως HTML"
SaveSearchProfile, "Αποθήκευση Προφίλ Αναζήτησης"
SearchComplete, "Αναζήτηση ολοκληρώθηκε σε {0}δ"
SearchCriteria, "Κριτήρια Αναζήτησης:"
SearchCriteriaEmptyTT, "Κριτήρια Αναζήτησης Άδεια"
SearchEnd, "Τέλος Αναζήτησης: {0}"
SearchError, "Παρουσιάστηκε σφάλμα κατά την αναζήτηση."
SearchStart, "Έναρξη Αναζήτησης: {0}"
SearchSubFoldersTT, "Αναζήτηση Υποφακέλων"
SettingFormShowError, "Παρουσιάστηκε σφάλμα, στην εμφάνιση του παράθυρου Ρυθμίσεων."
Syncing, "Συγχρονισμός με τον λογαριασμό σας σε δυαδικό φρούριο ..."
SystemFolderError, "Δεν γίνεται αναζήτηση επειδή είναι ένα αρχείο / φάκελος συστήματος"
TextCopyError, "Παρουσιάστηκε σφάλμα κατά την αντιγραφή αυτού του κειμένου."
TextProcessingError, "Παρουσιάστηκε σφάλμα κατά την επεξεργασία του κειμένου."
TextQueryHelpTT, "Βοήθεια ερωτήματος κειμένου"
TextSelectionError, "Παρακαλώ επιλέξτε κάποιο κείμενο και προσπαθήστε ξανά."
txtPathTT, "Διαχωρίστε τα πολλαπλά αντικείμενα με το χαρακτήρα |"
UseFileHandlersTT, "Χρησιμοποιήστε Xειριστές Αρχείων"
ViewingAppPartOne, "Δεν έχετε επιλέξει μια εφαρμογή προβολής ακόμα"
ViewingAppPartTwo, "Θέλετε να επιλέξετε μια τώρα;"
ZipFile, "Αρχείο Zip"


[frmProfileManager_Controls]
btnCopyProfile, "Αντιγραφή Προφίλ"
btnDelete, "Διαγράφω"
btnExport, "Προφίλ εξαγωγής"
btnImport, "Εισαγωγή προφίλ"
btnRename, "Μετονομασία"
btnSync, "Συγχρονίστε με το λογαριασμό σας σε δυαδικό φρούριο"
colProfileName, "Όνομα Προφίλ"
colProfileOwner, "Κάτωχος Προφίλ"
lblCurrentProfile, "Τρέχον Χρήστης: {0}"


[frmProfileManager_Strings]
CopyProfileNameQuestion, "Τι θα θέλατε να καλέσετε νέο προφίλ σας;"
ExportFileSeekSearchProfile, "Προφίλ αναζήτησης του FileSeek"
ExportSearchProfileSuccessful, "Το προφίλ εξαγωγής ολοκληρώθηκε με επιτυχία"
FileSeekSearchProfile, "Προφίλ αναζήτησης FileSeek"
ImportFileSeekSearchProfile, "Εισαγωγή του προφίλ αναζήτησης FileSeek"
MustSelectAnItem, "Παρακαλώ επιλέξτε ένα προφίλ από τη λίστα και προσπαθήστε ξανά."
ProfileDeleteQuestion, "Είστε σίγουροι ότι θέλετε να διαγράψετε το επιλεγμένο προφίλ;"
RenameSearchProfile, "Μετονομασία Προφίλ Αναζήτησης"
SearchProfileName, "Αναζήτησης όνομα προφίλ:"
Title, "Διαχίρηση Προφίλ"


[frmSettings_Controls]
btnBrowseOther, "&Περιήγηση"
btnClearHistory, "Διαγραφή Ιστορικού Αναζήτησης"
btnIFilterToggle, "Εναλλαγή Χειριστή Αρχείων"
btnOtherDefault, "&Προκαθορισμένο"
chkCloseToTray, "Κλείστε το FileSeek στο δίσκο συστήματος"
chkCombineParameters, "Περάστε πολλά αρχεία στην ίδια εμφάνιση, αντί να ανοίξετε πολλά στιγμιότυπα"
chkErrorDirectoryEmpty, "Παρουσιάστε ένα σφάλμα όταν βρέθηκε ένας κενός φάκελος"
chkErrorForLongPaths, "Εμφανίστε ένα σφάλμα και παρακάμπτετε τη διαδρομή όταν υπερβαίνει τους 260 χαρακτήρες"
chkExportExtraLines, "Εξαγωγή επιπλέον γραμμών κατά την αποθήκευση των αποτελεσμάτων αναζήτησης"
chkIFilterErrors, "Εμφάνιση λάθος για αρχεία χωρίς χειριστής Αρχείου (όταν το Αρχείο αναζήτησης Χειριστή είναι ενεργοποιημένη)"
chkIsQueryFullString, "Αντιμετωπίστε το κείμενο του ερωτήματος ως ένα μεγάλο ερώτημα ερωτήματος"
chkLinkedFoldersSearch, "Αναζήτηση αρχείων && φακέλους που είναι μια σύνδεση/κόμβο"
chkLinkedFoldersSearchShowErrorOnSkip, "Εμφάνιση σφάλματος κατά την παράκαμψη συνδέσμου / διασταύρωσης"
chkMinimizeToTray, "Ελαχιστοποιήστε το FileSeek στο δίσκο συστήματος"
chkOnlyShowMatchedText, "Εμφανίζεται μόνο αντιστοιχισμένο κείμενο σε ένα αποτέλεσμα αναζήτησης"
chkResetSearchValues, "Επαναφέρετε τις τιμές καρτελών αναζήτησης κατά την εκκίνηση μιας αναζήτησης σε μια νέα καρτέλα"
chkResultWordWrap, "Τυλίξτε το κείμενο που εμφανίζεται σε ένα αποτέλεσμα αναζήτησης"
chkSearchHiddenFiles, "Αναζήτηση αρχείων && φακέλων που είναι κρυμμένα"
chkSearchSystemFiles, "Αναζήτηση αρχείων συστήματος && φακέλους"
chkSearchWithinLNKFiles, "Αναζήτηση στο αρχείο που δείχνουν τα αρχεία LNK"
chkShowErrorEmptyPDF, "Εμφάνιση σφάλματος κατά την εύρεση ενός άδειου αρχείου PDF"
chkShowFileErrors, "Εμφάνιση σφάλματος όταν ένα αρχείο/φάκελος δεν μπορεί να προσεγγιστεί"
chkShowHiddenFileError, "Εμφάνιση σφάλματος κατά την παράκαμψη των κρυφών αρχείων && φακέλων"
chkShowSystemFileError, "Εμφάνιση σφάλματος κατά την παράκαμψη αρχείων συστήματος && φακέλων"
chkShowToolTips, "Εμφάνιση Επεξηγήσεις Εργαλείων"
chkSingleInstance, "Αναγκάστε το FileSeek να ανοίξει μόνο μία εμφάνιση"
chkStartWithClearProfile, "Εκκίνηση πάντα του FileSeek με κενό κριτήριο αναζήτησης"
chkTreatAllExcludePathFiltersAsWildcards, "Αντιμετωπίστε όλα τα φίλτρα αποκλεισμού διαδρομής ως μπαλαντέρ"
chkTreatAllIncludeFiltersAsWildcards, "Περιποιηθείτε όλα τα φίλτρα που περιλαμβάνουν Αρχεία ως μπαλαντέρ"
chkUseCustomDateFormat, "Χρησιμοποιήστε μια προσαρμοσμένη μορφή ημερομηνίας"
chkUsePreviewHandlers, "Χρησιμοποιήστε τους χειριστές προεπισκόπησης στο παράθυρο αποτελεσμάτων"
chkWindowsContextMenu, "Εμφάνιση του FileSeek στο μενού περιβάλλοντος των Windows"
colAvailableColumns, "Διαθέσιμες στήλες"
colSelectedColumns, "Επιλεγμένες στήλες"
gbCmdLineVars, "Μεταβλητές Γραμμής Εντολών"
gbDateFormat, "Μορφή ημερομηνίας"
gbGeneralOptions, "Γενικές Επιλογές"
gbPresentationOptions, "Επιλογές παρουσίασης"
gbSearchColumns, "Αναζήτηση στηλών"
lblCmdLineParam, "Παραμέτροι της γραμμής εντολών για να περάσει:"
lblDateFormatLink, "Συνδεδεμένες χορδές μορφής ημερομηνίας και ώρας"
lblDefaultDoubleClick, "Επιλέξτε μια προεπιλεγμένη λειτουργία για το διπλό κλικ σε ένα αποτέλεσμα αναζήτησης:"
lblFileHandlerFAQ, "Χειριστής Αρχείων Συχνές Ερωτήσεις"
lblNumChar, "Εμφάνιση αυτών των πολλών χαρακτήρων για κάθε αποτέλεσμα αναζήτησης:"
lblOtherApplicationName, "Όνομα για άλλη αίτηση:"
lblSelectViewingApp, "Επιλεγμένες εφαρμογές προβολής αρχείων:"
lblSkipFile, "Μέγιστος χρόνος αναζήτησης ανά αρχείο (0 = απεριόριστο):"
pageSearchViewSettings, "Ρυθμίσεις προβολής αποτελέσματος"


[frmSettings_Strings]
AppBrowsingError, "Παρουσιάστηκε σφάλμα κατά την περιήγηση για μια εφαρμογή."
cboDefaultDoubleClickOperation_ExportAllCSV, "Εξαγωγή όλων των αποτελεσμάτων σε CSV"
cboDefaultDoubleClickOperation_ExportAllHTML, "Εξαγωγή Όλων των Αποτελεσμάτων σε HTML"
cboDefaultDoubleClickOperation_ExportSelectedCSV, "Εξαγωγή επιλεγμένων αποτελεσμάτων σε CSV"
cboDefaultDoubleClickOperation_ExportSelectedHTML, "Εξαγωγή Επιλεγμένων Αποτελεσμάτων σε HTML"
cboDefaultDoubleClickOperation_Open, "Ανοίξτε με τον προεπιλεγμένο χειριστή"
cboDefaultDoubleClickOperation_OpenContainingFolder, "Άνοιγμα Φακέκου Περιεχομένου"
cboDefaultDoubleClickOperation_OpenNotepad, "Άνοιγμα στο Notepad"
cboDefaultDoubleClickOperation_OpenOther, "Ανοίξτε με {0}"
chkTreatAllIncludeFiltersAsWildcardsTT, "Με αυτή την επιλογή ενεργοποιημένη, η αναζήτηση εγγράφεται ως foo θα πρέπει να αντιμετωπίζονται ως * foo *"
ClearHistoryError, "Παρουσιάστηκε σφάλμα κατά την εκκαθάριση Ιστορικού Αναζήτησης σας."
ClearHistoryWarning, "Είστε σίγουροι ότι θέλετε να καθαρίσετε το Iστορικό Aναζήτησης;"
CommandLineError, "Παρακαλούμε, εισάγετε τις παραμέτρους της γραμμής εντολών, ή κάντε κλικ 'Προεπιλογή' για να τα επαναφέρετε."
CustomDateFormatError, "Παρουσιάστηκε σφάλμα κατά την εκχώρηση της προσαρμοσμένης μορφής ημερομηνίας.\nΔιορθώστε το σφάλμα και δοκιμάστε ξανά."
DisableFileHandler, "Απενεργοποίηση Αρχείο Χειριστή"
DisablePreviewHandler, "Απενεργοποίηση χειριστή προεπισκόπησης"
EnableFileHandler, "Ενεργοποίηση Αρχείο Χειριστή"
EnablePreviewHandler, "Ενεργοποιήστε τον Χειριστή Προεπισκόπησης"
FileCommandDescription, "{0}: Αντικαθιστά το πλήρες όνομα αρχείου."
FileHandlerListError, "Παρουσιάστηκε σφάλμα κατά την απαρίθμηση των Χειριστών Αρχείου."
FileHandlerSelectError, "Παρουσιάστηκε σφάλμα κατά την επιλογή αυτή του Χειριστή Αρχείου."
FileHandlerToggleError, "Παρουσιάστηκε σφάλμα κατά την εναλλαγή αυτή του Χειριστή Αρχείου."
HistoryCleared, "Το Ιστορικό Αναζήτησης έχει εκκαθαριστεί με επιτυχία."
InvalidExitcode, "Γύρισε άκυρο ExitCode: {0}"
LineCommandDescription, "{0}: Αντικαθιστά τον αριθμό της γραμμής."
lvIFilters_Extension, "Επέκταση"
lvIFilters_Handler, "Χειριστής"
lvIFilters_HandlerVersion, "Έκδοση"
NumOfCharError, "Παρακαλούμε, εισάγετε έναν αριθμό των χαρακτήρων μεταξύ {0} και {1} και δοκιμάστε ξανά."
PreviewHandlerListError, "Παρουσιάστηκε σφάλμα κατά την καταχώριση των χειριστών προεπισκόπησης."
PreviewHandlerToggle, "Εναλλαγή χειριστή προεπισκόπησης"
SettingMenuError, "Παρουσιάστηκε σφάλμα κατά τη ρύθμιση των Ρυθμίσεων Μενού."
tabSettings_FileHandlers, "Χειριστών Αρχείου"
tabSettings_OtherApp, "Άλλη Εφαρμογή"
tabSettings_PreviewHandlers, "Χειριστές προεπισκόπησης"
tabSettings_Search, "Αναζήτηση"


[HTMLExport_Strings]
OpenSavedSearchResultsQuestion, "Τα Αποτελέσματα Αναζήτησης αποθηκεύτηκαν με επιτυχία.\nΘα θέλατε να δείτε το αρχείο;"
SearchCriteria, "Κριτήρια Αναζήτησης"
SearchDate, "Ημερομηνία Αναζήτησης:"
Title, "Αποτελέσματα Αναζήτησης του FileSeek"


[IFilterHelper_Strings]
UnknownError, "Άγνωστο σφάλμα IFilter"
UsingStandardMethodWarning, "Δεν υπαρχει Χειριστής Αρχείου για αυτό το αρχείο, κάντε αναζήτηση χρησιμοποιώντας πρότυπη μέθοδο."


[Installer]
AdditionalIcons, "Επιπλέον Εικονίδια:"
CreateContextMenuItems, "Προσθήκη στο μενού περιβάλλοντος (δεξί κλικ)"
CurrentUserOnly, "Για τον τρέχοντα χρήστη μόνο"
DesktopIcon, "Δημιουργήστε ένα &εικονίδιο στην επιφάνεια εργασίας"
DotNetInstallNow, "Θα θέλατε να το εγκαταστήσετε τώρα;"
DotNetRequired, "Το σύστημά σας χρειάζεται ενημερωμένη έκδοση του .NET Framework για την εκτέλεση αυτής της εφαρμογής."
ForAllUsers, "Για όλους τους χρήστες"
LaunchNow, "Εκκίνηση Τώρα"
LicKeyInvalid, "Αυτό το Κλειδί Άδειας φαίνεται να είναι άκυρο."
LicKeyLabel, "Κλειδί Άδειας:"
LicKeySelectOption, "Παρακαλώ επιλέξτε μια Επιλογή του Κλειδιού Άδειάς σας και προσπαθήστε ξανά."
LicKeyText, "Επιλογές Κλειδιού Άδειας:"
LicKeyTextAdminLocked, "Το Κλειδί Άδειάς σας έχει οριστεί από το Διαχειριστή σας."
LicKeyTextChangeFree, "Κάντε κλικ στο "Αλλαγή στη Δωρεάν Έκδοση" στο παράθυρο Ρυθμίσεις για να χρησιμοποιήσετε τη Δωρεάν Έκδοση."
LicKeyTextEnterOrFree, "Παρακαλούμε εισάγετε ένα έγκυρο Κλειδί Άδειας ή επιλέξτε "Χρήση Δοκιμαστικής Έκδοσης"."
LicKeyTextPaid, "Χρησιμοποιήστε αυτό το Κλειδί Άδειας:"
LicKeyTextTrial, "Χρήση της Δοκιμαστικής Έκδοσης (την πρώτη φορά μόνο), επανέρχεται στη Δωρεάν Έκδοση μετά τη δοκιμή"
RunAtStartup, "Εκκίνηση στην έναρξη των Windows"
SteamKeyInvalid, "Το Κλειδί Άδειας Steam απέτυχε να φορτωθεί σωστά.\nΠαρακαλώ κλείστε αυτήν την εγκατάσταση / αυτό το πρόγραμμα και προσπαθήστε να εγκαταστήσετε ή να εκκινήσετε ξανά την εφαρμογή μέσω του Steam."
TextBefore, "Αν εκτελείται αυτήν τη στιγμή το FileSeek, βεβαιωθείτε ότι το έχετε κλείσει πριν από την εγκατάσταση αυτής της νέας έκδοσης.\n\nΕπισκεφθείτε https://www.fileseek.ca για ενημερώσεις και υποστήριξη."
UninstallRemoveAllData1, "Θα θέλατε να αφαιρέσετε ΟΛΕΣ τις ρυθμίσεις, τις προτιμήσεις και τα προσωρινά αρχεία της εφαρμογής;"
UninstallRemoveAllData2, "Αυτό δεν προτείνεται αν θα εγκαταστήσετε ξανά αυτήν την εφαρμογή."
UnsupportedWindowsVersion, "Αυτό το λογισμικό δεν υποστηρίζεται πλέον στην έκδοση των Windows σας. Θα θέλατε περισσότερες πληροφορίες να κατεβάσετε μία παλαιότερη υποστηριζόμενη έκδοση;"


[LicenseValidate_Strings]
ExpiredPrompt, "Δυστυχώς, το Δοκιμαστικό Κλειδί Άδειας Χρήσης του FileSeek έχει λήξει.\nΕάν έχετε ήδη αγοράσει μια άδεια χρήσης, παρακαλώ πληκτρολογήστε την στο παράθυρο Ρυθμίσεις του FileSeek.\n\nΘα θέλατε περισσότερες πληροφορίες σχετικά με την αγορά του FileSeek Pro;"
FreeLicenseReminder, "Θέλετε να βοηθήσετε στη μελλοντική ανάπτυξη; Κάντε κλικ ΕΔΩ!"
Invalid, "Δυστυχώς, το Κλειδί Άδειας σας είναι άκυρο."
InvalidReseller, "Δυστυχώς, το Κλειδί Άδειας σας είναι έγκυρο μόνο με το FileSeek που παρέχεται από τον μεταπωλητή σας.\nΠαρακαλώ επικοινωνήστε με τον μεταπωλητή σας για περισσότερες πληροφορίες."
LicenseProcessPro, "Σας ευχαριστούμε για την Εγγραφή!"
LicenseProcessProRestoreSettingsPrompt, "Μια αυτόματη δημιουργία αντιγράφων ασφαλείας των Pro ρυθμίσεις σας έχει ανιχνευθεί.\nΑυτό το αρχείο αντιγράφων ασφαλείας είναι {0} ημέρα (ες) παλαιά.\nΘα θέλατε να εισαγάγετε τις ρυθμίσεις Pro σας; Όλες οι τρέχουσες ρυθμίσεις θα αντικατασταθούν με τις ρυθμίσεις στο αντίγραφο ασφαλείας."
LicenseProcessRemoved, "Κλειδί Άδειας σας έχει αφαιρεθεί."
LicenseProcessTrial, "Σας ευχαριστούμε για την δοκιμή του FileSeek Pro!\nΗ άδειά σας θα λήξει στις {0: D}."
TrialAlmostDonePrompt, "Η Δοκιμαστική άδεια χρήσης σας θα λήξει σύντομα.\nΕάν έχετε ήδη αγοράσει μια άδεια χρήσης, παρακαλούμε πληκτρολογήστε την στο παράθυρο Ρυθμίσεις του FileSeek.\n\nΘα θέλατε περισσότερες πληροφορίες σχετικά με την αγορά του FileSeek Pro;"


[WindowsContextMenu_Strings]
SearchWithFileSeek, "Αναζήτηση με το FileSeek"


[Words]
About, "Περί"
Add, "Προσθήκη"
AdminSettingsLock, "Ορισμένες ρυθμίσεις γίνανε από το διαχειριστή του συστήματος σας"
Apply, "Εφαρμογή"
Browse, "Περιηγηθείτε"
ButtonLater, "&Αργότερα"
ButtonMoreInformation, "&Περισσότερες Πληροφορίες"
ButtonUseFreeVersion, "&Χρησιμοποιήστε την Δωρεάν Έκδοση"
BuyALicenseKey, "Αγοράστε ένα κλειδί άδειας χρήσης"
Cancel, "&Ακύρωση"
Close, "&Κλείσιμο"
Copy, "&Αντιγραφή"
Custom, "Προσαρμογή"
Cut, "&Αποκοπή"
Default, "Προκαθορισμένο"
Delete, "&Διαγραφή"
Disable, "&Απενεργοποίηση"
Disabled, "Απενεργοποιημένο"
Duplicate, "&Διπλασιασμός"
Edit, "Επεξεργασία"
Enable, "&Ενεργοποίηση"
Enabled, "Ενεργοποιημένο"
EnterALicenseKey, "Εισαγάγετε ένα κλειδί άδειας χρήσης"
Error, "Σφάλμα"
ErrorNotAdminUACDisabled, "Το UAC είναι απενεργοποιημένο, αλλά δεν είστε διαχειριστής, η ζητούμενη δράση σας είναι πιθανό να έχει αποτύχει.\nΠαρακαλούμε ενεργοποιήστε το UAC ή συνδεθείτε ως διαχειριστής και προσπαθήστε ξανά.\nΕάν έχετε απενεργοποιήσει πρόσφατα το UAC, φροντίστε να κάνετε επανεκκίνηση του υπολογιστή σας."
Exit, "Έ&ξοδος"
FileTypes_AllFiles, "Ολα τα Αρχεία"
FileTypes_ApplicationFiles, "Αρχεία Εφαρμογών"
FileTypes_HTMLFiles, "HTML Αρχεία"
FileTypes_ImageFiles, "Αρχεία Εικόνας"
FileTypes_RegistryFiles, "Αρχεία Registry"
FileTypes_SoundFiles, "Αρχεία Ηχου"
FileTypes_VideoFiles, "Αρχεία Βίντεο"
FileTypes_ZipFiles, "Αρχεία Zip"
FreeVsPro, "Δωρεάν vs Προ"
Help, "Βοήθεια"
Info, "Πληροφορία"
InvalidImageFile, "Φαίνεται ότι αυτή η εικόνα είναι κατεστραμμένη, ή μη αναγνώσιμη."
Language, "Γλώσσα"
Load, "&Φόρτωση"
Name, "Όνομα"
NameLabel, "Όνομα:"
Never, "Ποτέ"
No, "Όχι"
OK, "&Εντάξει"
Paste, "&Επικόλληση"
ProductSocialOnFacebook, "FileSeek στο Facebook"
ProductSocialOnLinkedIn, "FileSeek στο LinkedIn"
ProductSocialOnTwitter, "FileSeek στο Twitter"
ProOnlyButtonToolTip, "Αυτή η λειτουργία είναι μόνο για Pro λογαριασμούς!\nΚάντε κλικ εδώ για περισσότερες πληροφορίες."
ProOnlyLabelText, "Αναβαθμίστε σε μια άδεια Pro για να ενεργοποιήσετε αυτήν τη λειτουργία"
ProOnlyNotice, "Οι λειτουργίες που επισημαίνονται με μπλε χρώμα είναι μόνο για τους Pro λογαριασμούς"
ProOnlyQuestion, "Πρέπει να κάνετε αναβάθμιση σε άδεια Pro για να χρησιμοποιήσετε αυτήν τη δυνατότητα.\nΘα θέλατε περισσότερες πληροφορίες σχετικά με την αναβάθμιση;"
ProOnlyShort, "Μόνο Pro"
Redo, "&Επανάληψη"
Refresh, "&Ανανέωση"
Remove, "Κατάργηση"
Rename, "&Μετονομασία"
Retry, "Δοκιμή ξανά"
Save, "&Αποθήκευση"
Seconds, "δευτερολέπτων"
Select, "Επιλογή"
SelectAll, "&Επιλογή Όλων"
Settings, "Ρυθμίσεις"
Start, "Εκκίνηση"
Stop, "Διακοπή"
Sync, "Συγχρονισμός"
Undo, "&Αναίρεση"
Unknown, "Άγνωστο"
Yes, "Ναί"